heiso/macrolev/firmware/esp32-s3/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_LOG_COLORS=y
CONFIG_WL_SECTOR_SIZE_512=y
CONFIG_TINYUSB_CDC_ENABLED=y
CONFIG_TINYUSB_VENDOR_COUNT=1
